[{"section":"59.1-92.2","term":"abandoned","definition":"\"Abandoned\" means either (i) the discontinuance of use of a mark with intent not to resume such use (intent not to resume may be inferred from circumstances, i.e., nonuse for three consecutive years shall constitute prima facie evidence of abandonment) or (ii) any course of conduct of the owner, including acts of omission as well as commission, which causes the mark to lose its significance as a mark.","scope":"chapter"},
{"section":"58.1-3703.1","term":"acted responsibly","definition":"\"Acted responsibly\" means that: (i) the taxpayer exercised the level of reasonable care that a prudent person would exercise under the circumstances in determining the filing obligations for the business and (ii) the taxpayer undertook significant steps to avoid or mitigate the failure, such as requesting appropriate extensions (where applicable), attempting to prevent a foreseeable impediment, acting to remove an impediment once it occurred, and promptly rectifying a failure once the impediment was removed or the failure discovered.","scope":"chapter"},
{"section":"54.1-2982","term":"advance directive","definition":"\"Advance directive\" means (i) a witnessed written document, voluntarily executed by the declarant in accordance with the requirements of § 54.1-2983 or (ii) a witnessed oral statement, made by the declarant subsequent to the time he is diagnosed as suffering from a terminal condition and in accordance with the provisions of § 54.1-2983. \"Durable Do Not Resuscitate Order\" means a written physician's order issued pursuant to § 54.1-2987.1 to withhold cardiopulmonary resuscitation from a particular patient in the event of cardiac or respiratory arrest. For purposes of this article, cardiopulmonary resuscitation shall include cardiac compression, endotracheal intubation and other advanced airway management, artificial ventilation, and defibrillation and related procedures. As the terms \"advance directive\" and \"Durable Do Not Resuscitate Order\" are used in this article, a Durable Do Not Resuscitate Order is not and shall not be construed as an advance directive.","scope":"chapter"},
{"section":"2.2-4310","term":"african american","definition":"\"African American\" means a person having origins in any of the original peoples of Africa and who is regarded as such by the community of which this person claims to be a part.","scope":"chapter"},
{"section":"5.1-89","term":"air carrier","definition":"\"air carrier\" includes a common carrier by aircraft, a restricted common carrier by aircraft, and a contract carrier by aircraft.","scope":"chapter"},
{"section":"15.2-6900","term":"appalachian region","definition":"\"Appalachian Region\" means the areas included in \"region\" as defined in § 15.2-6400 and § 403 of the Appalachian Regional Development Act of 1965, as amended (40 U.S.C. § 14102(a)(1)).","scope":"chapter"},
{"section":"64.2-701","term":"ascertainable standard","definition":"\"Ascertainable standard\" means a standard relating to an individual's health, education, support, or maintenance within the meaning of § 2041(b)(1)(A) or 2514(c)(1) of the Internal Revenue Code of 1986.","scope":"chapter"},
{"section":"15.2-5402","term":"authority","definition":"\"Authority\" means a political subdivision and a body politic and corporate created, organized and existing pursuant to the provisions of this chapter, or if the authority is abolished, the board, body, commission, department or officer succeeding to the principal functions thereof or to whom the powers given by this chapter shall be given by law.","scope":"chapter"},
{"section":"22.1-167.3","term":"available moneys in the literary fund","definition":"\"available moneys in the Literary Fund\" means moneys remaining after the payment, or provision for payment, of debt service on bonds or notes like those described in this section and payable from the Literary Fund, but issued prior to July 1, 2000.","scope":"chapter"},
{"section":"4.1-100","term":"beer","definition":"\"Beer\" means any alcoholic beverage obtained by the fermentation of an infusion or decoction of barley, malt, and hops or of any similar products in drinkable water and containing one-half of one percent or more of alcohol by volume.","scope":"title"},
{"section":"45.1-161.292:2","term":"blower fan","definition":"\"Blower fan\" means a fan with tubing used to direct part of a particular circuit of air to a working place.","scope":"chapter"},
{"section":"54.1-2200","term":"board","definition":"\"Board\" means the Board for Professional Soil Scientists, Wetland Professionals, and Geologists.","scope":"chapter"},
{"section":"15.2-6628","term":"bonds","definition":"\"Bonds\" means any bonds, notes, debentures, or other evidence of financial indebtedness issued by this Authority pursuant to this act.","scope":"chapter"},
{"section":"9.1-138","term":"business advertising material","definition":"\"Business advertising material\" means display advertisements in telephone directories, letterhead, business cards, local newspaper advertising and contracts.","scope":"chapter"},
{"section":"55-426","term":"capital components","definition":"\"Capital components\" means those items, whether or not a part of the common elements, for which the association has the obligation for repair, replacement, or restoration and for which the executive board determines funding is necessary.","scope":"chapter"},
{"section":"38.2-4103","term":"certificate","definition":"\"Certificate\" means the document issued as written evidence of the benefit contract.","scope":"chapter"},
{"section":"55-541.03","term":"charitable trust","definition":"\"Charitable trust\" means a trust, or portion of a trust, created for a charitable purpose described in § 55-544.05.","scope":"chapter"},
{"section":"36-85.16","term":"claimant","definition":"\"Claimant\" means any person who has filed a verified claim under this chapter.","scope":"chapter"},
{"section":"8.4-105","term":"collecting bank","definition":"\"Collecting bank\" means a bank handling an item for collection except the payor bank;","scope":"title"},
{"section":"56-265.13:2","term":"commission","definition":"\"Commission\" shall mean the \"State Corporation Commission.\"","scope":"chapter"},
{"section":"18.2-186.4:1","term":"commonwealth","definition":"\"Commonwealth\" means any agency or political subdivision of the Commonwealth of Virginia.","scope":"chapter"},
{"section":"15.2-935","term":"composting","definition":"\"composting\" means the manipulation of the natural aerobic process of decomposition of organic materials to increase the rate of decomposition.","scope":"chapter"},
{"section":"10.1-604","term":"construction","definition":"\"Construction\" means the construction of a new impounding structure.","scope":"chapter"},
{"section":"46.2-2000","term":"contract passenger carrier","definition":"\"Contract passenger carrier\" means a motor carrier that transports groups of passengers under a single contract made with one person for an agreed charge for such transportation, regardless of the number of passengers transported, and for which transportation no individual or separate fares are solicited, charged, collected, or received by the carrier.","scope":"chapter"},
{"section":"38.2-4300","term":"copayment","definition":"\"Copayment\" means an amount an enrollee is required to pay in order to receive a specific health care service.","scope":"chapter"},
{"section":"3.2-2200","term":"country buyer","definition":"\"Country buyer\" means any person who buys small grains from a producer.","scope":"chapter"},
{"section":"6.2-500","term":"creditor","definition":"\"Creditor\" means any person who regularly extends, renews, or continues credit; any person who regularly arranges for the extension, renewal, or continuation of credit; or any assignee of an original creditor who participates in the decision to extend, renew, or continue credit.","scope":"chapter"},
{"section":"2.2-3815","term":"data subject","definition":"\"Data subject\" means the same as that term is defined in § 2.2-3801.","scope":"chapter"},
{"section":"36-85.16","term":"defect","definition":"\"Defect\" means any deficiency in or damage to materials or workmanship occurring in a manufactured home which has been reasonably maintained and cared for in normal use. The term also means any failure of any structural element, utility system or the inclusion of a component part of the manufactured home which fails to comply with the Code.","scope":"chapter"},
{"section":"10.1-2123","term":"department","definition":"\"Department\" means the Department of Conservation and Recreation.","scope":"chapter"},
{"section":"16.1-323","term":"deputy compact administrator","definition":"\"Deputy compact administrator\" means the individual, if any, in each compacting state appointed to act on behalf of a compact administrator pursuant to the terms of this compact responsible for the administration and management of the state's supervision and transfer of juveniles subject to the terms of this compact, the rules adopted by the Interstate Commission and policies adopted by the state council under this compact.","scope":"chapter"},
{"section":"37.2-416","term":"direct care position","definition":"\"direct care position\" means any position that includes responsibility for (i) treatment, case management, health, safety, development, or well-being of an individual receiving services or (ii) immediately supervising a person in a position with this responsibility.","scope":"section"},
{"section":"13.1-803","term":"disinterested director","definition":"\"Disinterested director\" means a director who, at the time action is to be taken under § 13.1-871, 13.1-878, or 13.1-880, does not have (i) a financial interest in a matter that is the subject of such action or (ii) a familial, financial, professional, employment, or other relationship with a person who has a financial interest in the matter, either of which would reasonably be expected to affect adversely the objectivity of the director when participating in the action, and if the action is to be taken under § 13.1-878 or 13.1-880, is also not a party to the proceeding. The presence of one or more of the following circumstances shall not by itself prevent a person from being a disinterested director: (a) nomination or election of the director to the current board by any person, acting alone or participating with others, who is so interested in the matter or (b) service as a director of another corporation of which an interested person is also a director.","scope":"chapter"},
{"section":"33.1-447","term":"district","definition":"\"District\" means the district created pursuant to this chapter.","scope":"chapter"},
{"section":"46.2-100","term":"driver","definition":"\"Operator\" or \"driver\" means every person who either (i) drives or is in actual physical control of a motor vehicle on a highway or (ii) is exercising control over or steering a vehicle being towed by a motor vehicle.","scope":"title"},
{"section":"56-1","term":"electric vehicle charging service","definition":"\"Electric vehicle charging service\" means the replenishment of the battery of a plug-in electric motor vehicle, which replenishment occurs by plugging the motor vehicle into an electric power source in order to charge or recharge its battery.","scope":"title"},
{"section":"38.2-3430.2","term":"eligible individual","definition":"\"Eligible individual\" means an individual:","scope":"chapter"},
{"section":"58.1-3732.4","term":"employee benefits","definition":"\"Employee benefits\" means wages, salaries, payroll taxes, payroll deductions, workers' compensation costs, benefits, and similar expenses.","scope":"chapter"},
{"section":"59.1-539","term":"enterprise zone","definition":"\"Enterprise zone\" means an area declared by the Governor to be eligible for the benefits of this chapter.","scope":"chapter"},
{"section":"40.1-51.5","term":"examining board","definition":"\"Examining Board\" means persons appointed by the Chief Inspector to monitor examinations of inspectors.","scope":"chapter"},
{"section":"6.2-2500","term":"facilitator","definition":"\"Facilitator\" means a person who receives or accepts for delivery an application for a refund anticipation loan, delivers a check in payment of refund anticipation loan proceeds, or in any other manner acts to allow the making of a refund anticipation loan. \"Facilitator\" does not include a bank, thrift, savings association, industrial bank, or credit union, operating under the laws of the United States or the Commonwealth, an affiliate that is a servicer for such an entity, or any person who acts solely as an intermediary and does not deal with an applicant in the making of the refund anticipation loan.","scope":"chapter"},
{"section":"8.1A-201","term":"fault","definition":"\"Fault\" means a default, breach, or wrongful act or omission.","scope":"chapter"},
{"section":"45.1-361.1","term":"field rules","definition":"\"Field rules\" means rules established by order of the Virginia Gas and Oil Board that define a pool, drilling units, production allowables, or other requirements for gas or oil operations within an identifiable area.","scope":"chapter"},
{"section":"28.2-100","term":"fishing","definition":"\"Fishing\", \"fisheries\" or \"to fish\" means all operations involved in (i) taking or catching, (ii) using, setting or operating apparatus employed in killing, taking or catching, or (iii) transporting or preparing for market marine fish, shellfish, and marine organisms.","scope":"title"},
{"section":"2.2-2648","term":"formal notice","definition":"\"Formal notice\" means the Director or Council provides a letter of notification, which communicates the Director's or the Council's finding, explains the effect of the finding, and describes the appeal process, to the chief administrative officer of the local government with a copy to the chair of the CPMT. The dispute resolution procedure shall also include provisions for remediation by the CPMT that shall include a plan of correction recommended by the Council and submitted to the CPMT. If the Council denies reimbursement from the state pool of funds, the Council and the locality shall develop a plan of repayment;","scope":"chapter"},
{"section":"10.1-1197.1","term":"fund","definition":"\"Fund\" means the Small Business Environmental Compliance Assistance Fund.","scope":"chapter"},
{"section":"54.1-2722","term":"general supervision","definition":"\"general supervision\" means that a dentist has evaluated the patient and prescribed authorized services to be provided by a dental hygienist; however, the dentist need not be present in the facility while the authorized services are being provided.","scope":"chapter"},
{"section":"4.1-100","term":"government store","definition":"\"Government store\" means a store established by the Board for the sale of alcoholic beverages.","scope":"title"},
{"section":"45.1-361.1","term":"ground disturbing geophysical exploration","definition":"\"Ground disturbing geophysical exploration\" or \"geophysical operation\" means any activity in search of gas or oil that breaks or disturbs the surface of the earth, including but not limited to road construction or core drilling. The term shall not include the conduct of gravity, magnetic, radiometric and similar geophysical surveys, and vibroseis or other similar seismic surveys.","scope":"chapter"},
{"section":"54.1-3030","term":"head of the nurse licensing board","definition":"\"Head of the nurse licensing board\" means the Executive Director of the Board of Nursing as used to define the compact administrator.","scope":"chapter"},
{"section":"46.2-100","term":"highway","definition":"\"Highway\" means the entire width between the boundary lines of every way or place open to the use of the public for purposes of vehicular travel in the Commonwealth, including the streets and alleys, and, for law-enforcement purposes, (i) the entire width between the boundary lines of all private roads or private streets that have been specifically designated \"highways\" by an ordinance adopted by the governing body of the county, city, or town in which such private roads or streets are located and (ii) the entire width between the boundary lines of every way or place used for purposes of vehicular travel on any property owned, leased, or controlled by the United States government and located in the Commonwealth.","scope":"title"},
{"section":"58.1-339.8","term":"household","definition":"\"household\" means an individual and in the case of married persons, the individual and his spouse regardless of whether or not the individual and his spouse file combined or separate Virginia individual income tax returns.","scope":"section"},
{"section":"54.1-2112","term":"improper or dishonest conduct","definition":"\"Improper or dishonest conduct\" includes only the wrongful and fraudulent taking or conversion of money, property or other things of value or material misrepresentation or deceit.","scope":"chapter"},
{"section":"15.2-2108.2","term":"indirect costs","definition":"\"Indirect costs\" means any costs identified with two or more services or other functions; and that are not directly identified with a single service or function. \"Indirect costs\" may include cost factors for administration, accounting, personnel, purchasing, legal support, and other staff or departmental support.","scope":"chapter"},
{"section":"32.1-276.3","term":"inpatient hospital","definition":"\"Inpatient hospital\" means a hospital providing inpatient care and licensed pursuant to Article 1 (§ 32.1-123 et seq.) of Chapter 5 of this title, a hospital licensed pursuant to Article 2 (§ 37.2-403 et seq.) of Chapter 4 of Title 37.2, a hospital operated by the Department of Behavioral Health and Developmental Services for the care and treatment of individuals with mental illness, or a hospital operated by the University of Virginia or the Virginia Commonwealth University Health System Authority.","scope":"chapter"},
{"section":"38.2-231","term":"insurer-initiated increase in premium","definition":"\"insurer-initiated increase in premium\" means an increase in premium other than one resulting from changes in (i) coverage requested by the insured, (ii) policy limits requested by the insured, (iii) the insured's operation or location that result in a change in the classification of the risk, or (iv) the rating exposures including, but not limited to, increases in payroll, receipts, square footage, number of automobiles insured, or number of employees.","scope":"chapter"},
{"section":"59.1-208","term":"invention","definition":"\"Invention\" means a discovery, process, machine, design, formulation, product, concept or idea or any combination thereof.","scope":"chapter"},
{"section":"59.1-116.1","term":"junk dealer","definition":"\"Junk dealer\" means a person who regularly engages in the business of purchasing, acquiring, or canvassing secondhand building material, including all nonferrous scrap metal, proprietary articles, or both, for the purpose of resale and has conducted transactions involving, or has offered for sale, more than 600 pounds combined weight of secondhand building material or enters into more than 26 combined transactions annually. \"Junk dealer\" does not include a \"scrap metal processor\" as defined in § 59.1-136.1.","scope":"chapter"},
{"section":"56-231.15","term":"law","definition":"\"Law\" means any act or statute, general, special or local, of this Commonwealth.","scope":"chapter"},
{"section":"6.2-2300","term":"lessee","definition":"\"Lessee\" means the person renting a box from a company.","scope":"chapter"},
{"section":"38.2-5501","term":"life and health insurer","definition":"\"Life and health insurer\" means any domestic insurer or foreign insurer, whether known as a life insurer or a property and casualty insurer or a reciprocal or a fraternal benefit society, which is authorized to write any class of life insurance, annuities, or accident and sickness insurance, and is not writing a class of insurance set forth in §§ 38.2-110 through 38.2-132, provided that \"life and health insurer\" shall not include any insurer which is required by the Commission to use the NAIC's Health Annual Statement blank when filing the annual statement prescribed by § 38.2-1300.","scope":"chapter"},
{"section":"56-484.12","term":"local exchange carrier","definition":"\"Local exchange carrier\" means any public service company granted a certificate to furnish public utility service for the provision of local exchange telephone service pursuant to Chapter 10.1 (§ 56-265.1 et seq.) of Title 56.","scope":"chapter"},
{"section":"56-1","term":"mail","definition":"\"Mail\" includes electronic mail and other forms of electronic communication when the customer has requested or authorized electronic bill delivery or other electronic communications.","scope":"title"},
{"section":"2.2-5100","term":"manufacturer","definition":"\"Manufacturer\" means a business firm owning or operating a manufacturing establishment as defined in the Standard Industrial Classification Manual issued by the U.S. Office of Management and Budget or the North American Industry Classification System Manual issued by the United States Census Bureau.","scope":"chapter"},
{"section":"38.2-1322","term":"material transaction","definition":"\"Material transaction\" means (i) any sale, purchase, exchange, loan or extension of credit, or investment; (ii) any dividend or distribution; (iii) any reinsurance treaty or risk-sharing arrangement; (iv) any management contract, service contract or cost-sharing arrangement; (v) any merger with or acquisition of control of any corporation; or (vi) any other transaction or agreement that the Commission by order, rule or regulation determines to be material. Any series of transactions occurring within a twelve-month period that are sufficiently similar in nature as to be reasonably construed as a single transaction and that in the aggregate exceed any minimum limits shall be deemed a material transaction.","scope":"chapter"},
{"section":"13.1-603","term":"membership","definition":"\"Membership\" means the rights of a member in a domestic or foreign nonstock corporation or limited liability company.","scope":"chapter"},
{"section":"2.2-1401","term":"minority individual","definition":"\"Minority individual\" means an individual who is a citizen of the United States or a legal resident alien and who satisfies one or more of the following definitions:","scope":"chapter"},
{"section":"46.2-364","term":"motor vehicle","definition":"\"Motor vehicle\" means every vehicle which is self-propelled or designed for self-propulsion and every vehicle drawn by or designed to be drawn by a motor vehicle and includes every device in, on or by which any person or property is or can be transported or drawn on a highway, except devices moved by human or animal power and devices used exclusively on rails or tracks, and vehicles used in the Commonwealth but not required to be licensed by the Commonwealth;","scope":"chapter"},
{"section":"2.2-1401","term":"native american","definition":"\"Native American\" means a person having origins in any of the original peoples of North America and who is regarded as such by the community of which this person claims to be a part or who is recognized by a tribal organization.","scope":"chapter"},
{"section":"58.1-439","term":"new, permanent full-time position","definition":"\"qualified full-time employee\" means an employee filling a new, permanent full-time position in a major business facility in the Commonwealth. A \"new, permanent full-time position\" is a job of an indefinite duration, created by the company as a result of the establishment or expansion of a major business facility in the Commonwealth, requiring a minimum of 35 hours of an employee's time a week for the entire normal year of the company's operations, which \"normal year\" shall consist of at least 48 weeks, or a position of indefinite duration which requires a minimum of 35 hours of an employee's time a week for the portion of the taxable year in which the employee was initially hired for, or transferred to, the major business facility in the Commonwealth. Seasonal or temporary positions, or a job created when a job function is shifted from an existing location in the Commonwealth to the new major business facility and positions in building and grounds maintenance, security, and other such positions which are ancillary to the principal activities performed by the employees at a major business facility shall not qualify as new, permanent full-time positions.","scope":"chapter"},
{"section":"58.1-422","term":"normal year","definition":"\"Full-time employee\" means an employee of a manufacturing company who is employed for an indefinite duration in the Commonwealth for which the standard fringe benefits are paid by the manufacturing company, for which employment requires a minimum of either (i) 35 hours of an employee's time per week for the entire normal year of such manufacturing company's operations, which \"normal year\" shall consist of at least 48 weeks, or (ii) 1,680 hours per year.","scope":"chapter"},
{"section":"63.2-1900","term":"obligor","definition":"\"Obligor\" means an individual, or the estate of a decedent, who (i) owes or is alleged to owe a duty of support, (ii) is alleged but has not been adjudicated to be a parent of a child, or (iii) is liable under a support order.","scope":"chapter"},
{"section":"2.2-3701","term":"open meeting","definition":"\"Open meeting\" or \"public meeting\" means a meeting at which the public may be present.","scope":"chapter"},
{"section":"46.2-1900","term":"original license","definition":"\"Original license\" means a T&M vehicle dealer license issued to an applicant who has never been licensed as a T&M vehicle dealer in Virginia or whose Virginia T&M vehicle dealer license has been expired for more than thirty days.","scope":"chapter"},
{"section":"58.1-439.11","term":"owner","definition":"\"Qualified employee\" means an otherwise qualified person with a disability who has completed or is completing rehabilitative services from the Department for Aging and Rehabilitative Services, the Department for the Blind and Vision Impaired or the U.S. Department of Veterans Affairs. An otherwise qualified person with a disability (i) shall not be a relative of any owner or the employer claiming the credit and (ii) shall not own, directly or indirectly, more than five percent in value of the outstanding stock of a corporation claiming the credit. As used herein, \"relative\" means a spouse, child, grandchild, parent or sibling of an owner or employer, and \"owner\" means, in the case of a corporation, any person who owns five percent or more of the corporation's stock.","scope":"section"},
{"section":"50-73.1","term":"partner","definition":"\"Partner\" means a limited or general partner.","scope":"chapter"},
{"section":"53.1-1","term":"penitentiary","definition":"\"State correctional facility\" means any correctional center or correctional field unit used for the incarceration of adult offenders established and operated by the Department of Corrections, or operated under contract pursuant to § 53.1-262. This term shall include \"penitentiary\" whenever used in this title or other titles of the Code.","scope":"title"},
{"section":"18.2-152.2","term":"person","definition":"\"Person\" shall include any individual, partnership, association, corporation or joint venture.","scope":"chapter"},
{"section":"59.1-365","term":"person","definition":"\"Person\" means any individual, group of individuals, firm, company, corporation, partnership, business, trust, association, or other legal entity.","scope":"chapter"},
{"section":"20-146.22","term":"petitioner","definition":"\"Petitioner\" means a person who seeks enforcement of an order for return of a child under the Hague Convention on the Civil Aspects of International Child Abduction or enforcement of a child custody determination.","scope":"chapter"},
{"section":"15.2-2201","term":"plat of subdivision","definition":"\"Plat\" or \"plat of subdivision\" means the schematic representation of land divided or to be divided and information in accordance with the provisions of §§ 15.2-2241, 15.2-2242, 15.2-2258, 15.2-2262, and 15.2-2264, and other applicable statutes.","scope":"chapter"},
{"section":"3.2-5400","term":"poultry","definition":"\"Poultry\" means any domesticated bird, whether live or dead.","scope":"chapter"},
{"section":"54.1-2519","term":"prescriber","definition":"\"Prescriber\" means a practitioner licensed in the Commonwealth who is authorized pursuant to §§ 54.1-3303 and 54.1-3408 to issue a prescription for a covered substance or a practitioner licensed in another state to so issue a prescription for a covered substance.","scope":"chapter"},
{"section":"9.1-138","term":"private security services training school","definition":"\"Private security services training school\" means any person certified by the Department to provide instruction in private security subjects for the training of private security services business personnel in accordance with this article.","scope":"chapter"},
{"section":"52-34.4","term":"program","definition":"\"Senior Alert Program\" or \"Program\" means the procedures and Senior Alert Agreements to aid in the identification and location of a missing senior adult.","scope":"chapter"},
{"section":"64.1-16.2","term":"property","definition":"\"estate\" and \"property\" shall include insurance policies, retirement benefits exclusive of federal social security benefits, annuities, pension plans, deferred compensation arrangements, and employee benefit plans to the extent owned by, vested in, or subject to the control of the decedent on the date of his death or an irrevocable transfer by him during his lifetime. All such insurance policies and other benefits are included in the terms \"estate\" and \"property\" notwithstanding the presence of language contained in any statute otherwise providing that neither they nor their proceeds shall be liable to attachment, garnishment, levy, execution, or other legal process or be seized, taken, appropriated, or applied by any legal or equitable process or operation of law or any other such similar language.","scope":"chapter"},
{"section":"2.2-4001","term":"public assistance and social services programs","definition":"\"Public assistance and social services programs\" means those programs specified in § 63.2-100.","scope":"chapter"},
{"section":"8.1A-201","term":"purchaser","definition":"\"Purchaser\" means a person that takes by purchase.","scope":"chapter"},
{"section":"32.1-102.3:2","term":"qualified resident assistance policy","definition":"\"Qualified resident assistance policy\" means a procedure, consistently followed by a facility, pursuant to which the facility endeavors to avoid requiring a resident to leave the facility because of inability to pay regular charges and which complies with the requirements of the Internal Revenue Service for maintenance of status as a tax exempt charitable organization under § 501(c)(3) of the Internal Revenue Code. This policy shall be (i) generally made known to residents through the resident contract and (ii) supported by reasonable and consistent efforts to promote the availability of funds, either through a special fund, separate foundation or access to other available funds, to assist residents who are unable to pay regular charges in whole or in part.","scope":"chapter"},
{"section":"33.1-351","term":"real property","definition":"\"Real property\" includes any property physically attached or annexed to real property in any manner whatsoever.","scope":"chapter"},
{"section":"18.2-186.6","term":"redact","definition":"\"Redact\" means alteration or truncation of data such that no more than the following are accessible as part of the personal information:","scope":"section"},
{"section":"54.1-2009","term":"regulation","definition":"\"Regulation\" means any regulations promulgated by the Real Estate Appraiser Board pursuant to the Administrative Process Act (§ 2.2-4000 et seq.).","scope":"chapter"},
{"section":"46.2-100","term":"replica vehicle","definition":"\"Replica vehicle\" means every vehicle of a type required to be registered under this title not fully constructed by a licensed manufacturer but either constructed or assembled from components. Such components may be from a single vehicle, multiple vehicles, a kit, parts, or fabricated components. The kit may be made up of \"major components\" as defined in § 46.2-1600, a full body, or a full chassis, or a combination of these parts. The vehicle shall resemble a vehicle of distinctive name, line-make, model, or type as produced by a licensed manufacturer or manufacturer no longer in business and is not a reconstructed or specially constructed vehicle as herein defined.","scope":"title"},
{"section":"18.2-369","term":"responsible person","definition":"\"Responsible person\" means a person who has responsibility for the care, custody or control of an incapacitated person by operation of law or who has assumed such responsibility voluntarily, by contract or in fact.","scope":"chapter"},
{"section":"15.2-4902","term":"revenues","definition":"\"Revenues\" means any or all fees, rates, rentals and receipts collected by, payable to or otherwise derived by the authority from, and all other moneys and income of whatsoever kind or character collected by, payable to or otherwise derived by the authority in connection with the ownership, leasing or sale of the authority facilities or in connection with any loans made by the authority under this chapter.","scope":"chapter"},
{"section":"46.2-1993","term":"sale at retail","definition":"\"Sale at retail\" or \"retail sale\" means the act or attempted act of selling, bartering, exchanging, or otherwise disposing of a motorcycle to a buyer for his personal use and not for resale.","scope":"chapter"},
{"section":"3.2-4000","term":"screenings","definition":"\"Screenings\" means seed, inert matter, and other materials removed from agricultural seed or vegetable seed by cleaning or conditioning.","scope":"chapter"},
{"section":"52-34.4","term":"senior alert program","definition":"\"Senior Alert Program\" or \"Program\" means the procedures and Senior Alert Agreements to aid in the identification and location of a missing senior adult.","scope":"chapter"},
{"section":"37.2-900","term":"sexually violent predator","definition":"\"Sexually violent predator\" means any person who (i) has been convicted of a sexually violent offense, or has been charged with a sexually violent offense and is unrestorably incompetent to stand trial pursuant to § 19.2-169.3; and (ii) because of a mental abnormality or personality disorder, finds it difficult to control his predatory behavior, which makes him likely to engage in sexually violent acts.","scope":"chapter"},
{"section":"2.2-4310","term":"small business","definition":"\"Small business\" means a business, independently owned and controlled by one or more individuals who are U.S. citizens or legal resident aliens, and together with affiliates, has 250 or fewer employees, or annual gross receipts of $10 million or less averaged over the previous three years. One or more of the individual owners shall control both the management and daily business operations of the small business.","scope":"chapter"},
{"section":"46.2-100","term":"specially constructed vehicle","definition":"\"Specially constructed vehicle\" means any vehicle that was not originally constructed under a distinctive name, make, model, or type by a generally recognized manufacturer of vehicles and not a reconstructed vehicle as herein defined.","scope":"title"},
{"section":"59.1-394.1","term":"state","definition":"\"State\" means each of the several states of the United States, the District of Columbia, the Commonwealth of Puerto Rico and each territory or possession of the United States.","scope":"chapter"},
{"section":"50-73.79","term":"statement","definition":"\"Statement\" means a statement of partnership authority under § 50-73.93, a statement of denial under § 50-73.94, a statement of dissociation under § 50-73.115, a statement of dissolution under § 50-73.121, a statement of merger under § 50-73.131, a statement of registration as a registered limited liability partnership under § 50-73.132, a statement of registration as a foreign registered limited liability partnership under § 50-73.138, an amendment or cancellation of any of the foregoing or a renewal of a statement of partnership authority.","scope":"chapter"},
{"section":"55-362","term":"subsequent purchaser","definition":"\"Subsequent purchaser\" means the purchaser or transferee of a resale time-share.","scope":"chapter"},
{"section":"2.2-2903","term":"surviving spouse","definition":"\"Surviving spouse\" means the surviving spouse of a veteran as defined herein who was killed in the line of duty.","scope":"chapter"},
{"section":"63.2-100","term":"temporary assistance for needy families","definition":"\"Temporary Assistance for Needy Families\" or \"TANF\" means the program administered by the Department through which a relative can receive monthly cash assistance for the support of his eligible children.","scope":"title"},
{"section":"2.2-2462","term":"tier ii content","definition":"\"Tier II content\" means educational content, professional development materials, assessment tools, and any other materials related to education instruction submitted to a Consortium and organized, edited, and aligned to Virginia Standards of Learning and state assessment requirements based on research-supported scope and sequence. A Consortium may offer incentives to encourage the contribution of content, activities, lesson plans, and other educational materials. Tier II content may be licensed or sold for a reasonable fee.","scope":"chapter"},
{"section":"3.2-5700","term":"traceability","definition":"\"Traceability\" means an accounting of the relationship of the calibration of a weight or measure standard or calibrating equipment to a national standard maintained or adopted by the National Institute of Standards and Technology of the U.S. Department of Commerce.","scope":"chapter"},
{"section":"59.1-445","term":"travel services","definition":"\"Travel services\" means transportation by carrier; accommodations; rental of motor vehicles; or any other service related to travel. For purposes of this chapter, \"travel services\" shall not include investments in time shares.","scope":"chapter"},
{"section":"38.2-1843","term":"twisting","definition":"\"twisting\" means inducing an insured to terminate an existing policy and purchase a new policy through misrepresentation;","scope":"chapter"},
{"section":"33.1-351","term":"urban place","definition":"\"Urban place\" means an area so designated by the United States Bureau of the Census having a population of 5,000 or more and not within any urbanized area, within boundaries fixed by the Commissioner of Highways, in his discretion, in cooperation with the governing bodies of the several counties, towns or cities affected and the appropriate federal authority. Such boundaries shall, as a minimum, encompass the entire urban place designated by the United States Bureau of the Census.","scope":"chapter"},
{"section":"29.1-700","term":"vessel","definition":"\"Vessel\" means every description of watercraft, other than a seaplane on the water, used or capable of being used as a means of transportation on water.","scope":"chapter"},
{"section":"2.2-3601","term":"volunteer","definition":"\"Volunteer\" means any person who, of his own free will, provides goods or services, without any financial gain, to any agency, instrumentality or political subdivision of the Commonwealth;","scope":"chapter"},
{"section":"3.2-4000","term":"weed seed","definition":"\"Weed seed\" means seeds, bulblets, or tubers of plants commonly recognized as weeds, including noxious-weed seeds.","scope":"chapter"},
{"section":"8.01-354","term":"writ of venire facias","definition":"\"writ of venire facias\" for the purpose of this chapter shall be construed as referring to the list or lists of jurors made by the clerk from names drawn from the jury box and notice to appear in court served or mailed as provided herein shall be equivalent to summoning such juror in execution of a writ of venire facias.","scope":"chapter"}]
